// Задача 2: Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее

// Console.WriteLine("Число A:");
// int a = Convert.ToInt32(Console.ReadLine());
// Console.WriteLine("Число B:");
// int b = Convert.ToInt32(Console.ReadLine());
// Console.WriteLine(a > b ? "Первое число больше второго" : "Второе число больше первого");

// Задача 4: Напишите программу, которая принимает на вход три числа и выдаёт максимальное из этих чисел.
// Console.WriteLine("Число A:");
// int a = Convert.ToInt32(Console.ReadLine());
// Console.WriteLine("Число B:");
// int b = Convert.ToInt32(Console.ReadLine());
// Console.WriteLine("Число C:");
// int c = Convert.ToInt32(Console.ReadLine());
// int max = a;
// if (max < b) max = b;
// if (max < c) max = c;

// System.Console.WriteLine("Максимальное из этих чисел = "  + max);

// Задача 6: Напишите программу, которая на вход принимает число и выдаёт, является ли число чётным (делится ли оно на два

// Console.WriteLine("Введите число : ");
// int a = Convert.ToInt32(Console.ReadLine());
// if (a % 2 == 0) Console.WriteLine("Четное");
// else Console.WriteLine("Нечетное");
// Console.ReadKey();